import styles from "@/styles/TextPage.module.scss";

export default function OfferPage() {
    return(
        <div className={styles.TextPage__root}>
            <div className={styles.wrapper}>
                <div className={styles.head}>
                    <h1 className={styles.title}>ПУБЛИЧНАЯ ОФЕРТА</h1>
                </div>
                <div className={styles.content}>
                    <p>{`о заключении договора купли-продажи товаров дистанционным способом

⸻

1. Общие положения

1.1. Настоящая публичная оферта является официальным предложением Индивидуального предпринимателя Садывакасова Дмитрия Шухратовича (ОГРНИП 325774600387818, ИНН 771618905209), далее — Продавец, заключить договор купли-продажи товаров дистанционным способом с любым дееспособным физическим лицом (далее — Покупатель) в соответствии со статьями 435 и 437 Гражданского кодекса РФ.

1.2. Оформляя Заказ на сайте https://495traffic.com, Покупатель подтверждает согласие с условиями настоящей Оферты и заключает с Продавцом договор купли-продажи.

1.3. Настоящая Оферта действует бессрочно и может быть изменена Продавцом в одностороннем порядке. Изменения вступают в силу с момента публикации на сайте, если иное не указано в новой редакции.

⸻

2. Термины
 • Покупатель — физическое лицо, оформившее Заказ на сайте.
 • Товар — одежда, аксессуары и иные изделия бренда 495TRAFFIC.
 • Кастом — индивидуально изготовленный или доработанный товар по запросу Покупателя. Возврату не подлежит, за исключением брака.
 • Предзаказ — заказ товара, находящегося в производстве или недоступного на складе. Сроки уточняются индивидуально.
 • Заказ — оформленный на сайте запрос на покупку Товара.
 • Сайт — https://495traffic.com, включая все его поддомены и мобильные версии.
 • Службы доставки — СДЭК и иные логистические компании, привлекаемые Продавцом.

⸻

3. Предмет договора

3.1. Продавец обязуется передать Покупателю выбранный Товар, а Покупатель — оплатить и принять его на условиях настоящей Оферты.

⸻

4. Оформление заказа и оплата

4.1. Заказ оформляется через Сайт Покупателем самостоятельно.

4.2. Оплата производится банковской картой через платёжный сервис ЮKassa.

4.3. Договор считается заключённым с момента поступления полной оплаты на счёт Продавца.

4.4. Срок обработки Заказа составляет от 1 до 2 рабочих недель.
В отдельных случаях (высокая загрузка, индивидуальный пошив, кастом) срок может быть увеличен, о чём Покупатель будет уведомлён.

4.5. При отсутствии оплаты в течение 30 минут Заказ аннулируется автоматически. Покупатель может оформить новый Заказ повторно.

⸻

5. Доставка

5.1. Доставка по РФ осуществляется через службу СДЭК. Стоимость доставки рассчитывается автоматически при оформлении Заказа и оплачивается Покупателем.

5.2. Сроки доставки после отправки составляют 3–7 рабочих дней (по России), зависят от региона и не включают время на обработку Заказа.

5.3. Международная доставка возможна по запросу через социальные сети. В будущем оформление через сайт может быть доступно.

5.4. После отправки Заказа Продавец предоставляет Покупателю трек-номер для отслеживания.

5.5. Продавец не несёт ответственности за действия служб доставки, но оказывает содействие в решении возникающих вопросов.

⸻

6. Возврат, обмен, гарантия

6.1. Возврат товара надлежащего качества возможен в течение 7 календарных дней с момента получения, при условии:
 • сохранности товарного вида, бирок, упаковки;
 • отсутствия следов носки или использования;
 • предоставления подтверждающих документов (чек, подтверждение заказа).

6.2. Кастомные и предзаказные изделия не подлежат возврату, за исключением случаев производственного брака. Это связано с индивидуальными характеристиками таких товаров.

6.3. При выявлении брака Покупатель обязуется предоставить доказательства неисправности — фото/видео с распаковки на пункте выдачи, либо иные материалы.

6.4. Обмен товара возможен при наличии подходящего размера/модели и по согласованию с Продавцом.

6.5. Срок рассмотрения претензий составляет до 10 рабочих дней.

6.6. Возврат денежных средств осуществляется в течение 10 календарных дней после подтверждения возврата. Комиссии платёжных систем не компенсируются.

⸻

7. Гарантия

7.1. Продавец гарантирует соответствие товара описанию, размещённому на сайте, и отсутствие производственного брака.

7.2. Гарантия не распространяется на повреждения, возникшие вследствие неправильного использования, ухода, механического воздействия или естественного износа.

⸻

8. Форс-мажор

8.1. Продавец не несёт ответственности за неисполнение обязательств, вызванное обстоятельствами непреодолимой силы (форс-мажор): стихийные бедствия, сбои в работе платёжных или логистических систем, военные действия, блокировки и запреты со стороны властей и пр.

⸻

9. Персональные данные

9.1. Обработка персональных данных осуществляется на основании согласия Покупателя и в целях исполнения настоящего Договора.

9.2. Персональные данные обрабатываются в соответствии с Федеральным законом №152-ФЗ и Политикой конфиденциальности, размещённой на сайте.

9.3. Данные передаются третьим лицам только в объёме, необходимом для исполнения Заказа (службы доставки, платёжные системы) и строго в рамках законодательства РФ.

⸻

10. Ответственность сторон

10.1. Стороны несут ответственность за неисполнение своих обязательств в соответствии с законодательством РФ.

10.2. Продавец не несёт ответственности за:
 • ошибки, допущенные Покупателем при оформлении Заказа;
 • задержки, вызванные транспортными компаниями;
 • технические особенности отображения цветов на устройствах Покупателя.

10.3. В случае отмены Заказа по инициативе Продавца (например, при отсутствии товара), Покупателю возвращается полная сумма оплаты.

⸻

11. Разрешение споров

11.1. Все споры разрешаются в досудебном порядке путём переписки.

11.2. При невозможности урегулирования спор подлежит рассмотрению в суде по месту регистрации Продавца.

⸻

12. Заключительные положения

12.1. Оформляя Заказ, Покупатель подтверждает, что ознакомлен и согласен с условиями настоящей Оферты и Политикой конфиденциальности.

12.2. Нажатие кнопки «Оформить заказ» на сайте считается акцептом настоящей Оферты и равносильно заключению договора купли-продажи.

⸻

13. Реквизиты Продавца

Индивидуальный предприниматель
Садывакасов Дмитрий Шухратович
ИНН: 771618905209
ОГРНИП: 325774600387818
Адрес: 129281, г. Москва, Староватутинский проезд, д.13, кв.144
E-mail: 495traffic@gmail.com
Телефон: +7 (968) 495-69-69`}</p>
                </div>
            </div>
        </div>
    );
}